Repository: davidh216/RefrigeratorRecipes
Catalog: ios/RefrigeratorRecipes/Resources/Localizable.xcstrings
Source language: en
Languages: es, ko

source: Simple, seasonal Nordic cooking: fish, rye and dill.
es: Cocina nórdica sencilla y de temporada: pescado, centeno y eneldo.
ko: 생선, 호밀, 딜로 만드는 소박한 제철 북유럽 요리.

source: Skip
es: Omitir
ko: 건너뛰기

source: Skip for now
es: Omitir por ahora
ko: 나중에 하기

source: Skipped %lld non-food line%@
es: Omitidas: %lld línea%@ sin alimentos
ko: 식품이 아닌 줄 %lld개%@ 건너뜀

source: Slow cooker
es: Olla de cocción lenta
ko: 슬로 쿠커

source: Slow, rewarding cooking for an evening at home.
es: Cocina sin prisa y gratificante para una noche en casa.
ko: 집에서 보내는 저녁, 느긋하게 만드는 보람 있는 요리.

source: Slow-simmered greens, skillet cornbread and Sunday-supper favorites from the American South.
es: Verduras guisadas a fuego lento, pan de elote en sartén y favoritos de la cena dominical del sur de Estados Unidos.
ko: 뭉근히 끓인 채소, 무쇠 팬 콘브레드, 미국 남부의 일요일 저녁 인기 메뉴.

source: Snack
es: Botana
ko: 간식

source: Snap a fridge shelf or a grocery bag.
es: Toma una foto de un estante del refri o de una bolsa del súper.
ko: 냉장고 선반이나 장바구니를 찍어 보세요.

source: Some left
es: Sobró algo
ko: 조금 남았어요

source: South African
es: Sudafricana
ko: 남아프리카 음식

source: South Asia
es: Sur de Asia
ko: 남아시아

source: Southeast Asia
es: Sudeste asiático
ko: 동남아시아

source: Southern & Soul
es: Sureña y soul
ko: 미국 남부 & 소울 푸드

source: Spanish
es: Española
ko: 스페인 음식

source: Spreads the main dishes over your next open dinners this week, with sides alongside
es: Reparte los platos fuertes en tus próximas cenas libres de esta semana, con guarniciones
ko: 이번 주 다음 빈 저녁 끼니에 메인 요리를 나눠 넣고 반찬도 함께 넣어요

source: Spreads the main dishes over your next open lunches this week, with sides alongside
es: Reparte los platos fuertes en tus próximos almuerzos libres de esta semana, con guarniciones
ko: 이번 주 다음 빈 점심 끼니에 메인 요리를 나눠 넣고 반찬도 함께 넣어요

source: Sri Lankan
es: De Sri Lanka
ko: 스리랑카 음식

source: Staples
es: Básicos
ko: 기본 재료

source: Staples like salt and oil aren't tracked. Untick anything you didn't use.
es: Los básicos como sal y aceite no se registran. Desmarca lo que no usaste.
ko: 소금, 기름 같은 기본 재료는 기록하지 않아요. 사용하지 않은 재료는 체크를 해제하세요.

source: Start
es: Empezar
ko: 시작

source: Step
es: Paso
ko: 단계

source: Step %lld
es: Paso %lld
ko: %lld단계

source: Step %lld of %lld
es: Paso %lld de %lld
ko: %2$lld단계 중 %1$lld단계

source: Steps
es: Pasos
ko: 조리 순서

source: Sticks to recipes you mostly have
es: Se limita a recetas para las que tienes casi todo
ko: 재료가 거의 다 있는 레시피만 보여 줘요

source: Still have it
es: Todavía lo tengo
ko: 아직 있어요

source: Stir-fries, braises and noodles from home kitchens across China.
es: Salteados, guisos y fideos de cocinas caseras de toda China.
ko: 중국 곳곳의 가정식 볶음, 조림, 면 요리.

source: Stock up
es: Abastecerse
ko: 넉넉히 사 두기

source: Stop the check-in?
es: ¿Detener la revisión?
ko: 점검을 그만할까요?

source: Stored in
es: Guardado en
ko: 보관 위치

source: Stored in this device's Keychain. %@ Usage is billed to this key.
es: Guardada en el Llavero de este dispositivo. %@ El uso se cobra a esta clave.
ko: 이 기기의 키체인에 저장돼요. %@ 사용 요금은 이 키로 청구돼요.

source: Suggested: %@ kcal · %lld g protein
es: Sugerido: %@ kcal · %lld g de proteína
ko: 권장: %@kcal · 단백질 %lldg

source: Super ingredient of the week
es: Superingrediente de la semana
ko: 이번 주 슈퍼 재료

source: Swap for another
es: Cambiar por otra
ko: 다른 레시피로 바꾸기

source: Sweet, sour, salty and spicy, balanced in every bowl.
es: Dulce, ácido, salado y picante, en equilibrio en cada plato.
ko: 달고, 시고, 짜고, 매운맛이 한 그릇에 조화를 이뤄요.

source: THIS WEEK'S MENU
es: MENÚ DE ESTA SEMANA
ko: 이번 주 메뉴

source: TOSSED
es: TIRADO
ko: 버림

source: Tags (comma separated)
es: Etiquetas (separadas por comas)
ko: 태그(쉼표로 구분)

source: Taiwanese
es: Taiwanesa
ko: 대만 음식

source: Take photo
es: Tomar foto
ko: 사진 찍기

source: Tangy, savory adobos, soups and noodles from the Philippines.
es: Adobos ácidos y sabrosos, sopas y fideos de Filipinas.
ko: 새콤하고 감칠맛 나는 아도보, 수프, 면 요리 등 필리핀 음식.

source: Tap the heart on a recipe to keep it here.
es: Toca el corazón de una receta para guardarla aquí.
ko: 레시피의 하트를 탭하면 여기에 보관돼요.

source: Tap through what's still there so your recipes and shopping list stay right.
es: Revisa lo que todavía tienes para que tus recetas y tu lista de compras estén al día.
ko: 아직 남은 걸 하나씩 확인해서 레시피와 장보기 목록을 정확하게 유지하세요.

source: Target ≈ %@ kcal · %lld g protein, %@
es: Meta ≈ %@ kcal · %lld g de proteína, %@
ko: 목표 ≈ %@kcal · 단백질 %lldg, %@

source: Thai
es: Tailandesa
ko: 태국 음식

source: That doesn't look like a link.
es: Eso no parece un enlace.
ko: 링크가 아닌 것 같아요.

source: The chef, photo scanning, and recipe import use Claude. Add your Anthropic API key in Settings to turn them on.
es: El chef, el escaneo de fotos y la importación de recetas usan Claude. Agrega tu clave de API de Anthropic en Ajustes para activarlos.
ko: 셰프, 사진 스캔, 레시피 가져오기는 Claude를 사용해요. 설정에서 Anthropic API 키를 추가하면 켜져요.

source: The fastest start is your last grocery receipt: Fridge reads it and adds everything with a use-by guess.
es: Lo más rápido es empezar con tu último recibo del súper: Fridge lo lee y agrega todo con una fecha de consumo estimada.
ko: 가장 빠른 시작 방법은 최근 장보기 영수증이에요. Fridge가 영수증을 읽고 예상 소비 기한과 함께 모두 추가해요.

source: The plan is dinners only. With nutrition goals, each meal aims at its share of everyone's daily target.
es: El plan es solo de cenas. Con metas de nutrición, cada comida busca cubrir su parte de la meta diaria de todos.
ko: 식단은 저녁 식사만 포함해요. 영양 목표가 있으면 끼니마다 모두의 하루 목표 중 해당 몫을 채우도록 해요.

source: The recipe serves %lld; amounts are scaled.
es: La receta es para %lld; las cantidades están ajustadas.
ko: 원래 레시피는 %lld인분이에요. 분량을 조정했어요.

source: Thinking…
es: Pensando…
ko: 생각 중…

source: This week
es: Esta semana
ko: 이번 주

source: This week's super ingredient: %@
es: Superingrediente de esta semana: %@
ko: 이번 주 슈퍼 재료: %@

source: Three-cup chicken, braised pork rice and night-market favorites from Taiwan.
es: Pollo de tres tazas, arroz con cerdo guisado y favoritos de los mercados nocturnos de Taiwán.
ko: 싼베이지, 루러우판 등 대만 야시장의 인기 메뉴.

source: Time
es: Tiempo
ko: 시간

source: Today
es: Hoy
ko: 오늘

source: Tomorrow
es: Mañana
ko: 내일

source: Tonight
es: Esta noche
ko: 오늘 저녁

source: Tonight suggests recipes from what you have, starting with food that's about to expire.
es: Esta noche te sugiere recetas con lo que tienes, empezando por lo que está por vencer.
ko: 오늘 저녁은 가진 재료로 레시피를 추천해요. 곧 유통기한이 지나는 음식부터 시작해요.

source: Tonight's dinner
es: La cena de esta noche
ko: 오늘 저녁 식사

source: Tonight's picks
es: Ideas para esta noche
ko: 오늘 저녁 추천

source: Top pick
es: La mejor opción
ko: 최고 추천

source: Tossed it
es: Lo tiré
ko: 버렸어요

source: Translate
es: Traducir
ko: 번역

source: Translated from %@
es: Traducida del %@
ko: %@에서 번역됨

source: Translation isn't available for this language on this iPhone.
es: La traducción no está disponible para este idioma en este iPhone.
ko: 이 iPhone에서는 이 언어의 번역을 사용할 수 없어요.

source: Trending online
es: Tendencia en internet
ko: 온라인 인기

source: Try again
es: Intentar de nuevo
ko: 다시 시도

source: Turkish
es: Turca
ko: 튀르키예 음식

source: Two-minute fridge check-in
es: Revisión del refri en dos minutos
ko: 2분 냉장고 점검

source: Type an item above
es: Escribe un artículo arriba
ko: 위에 항목을 입력하세요

source: Type it
es: Escribirlo
ko: 직접 입력

source: US (cups, oz, °F)
es: EE. UU. (tazas, oz, °F)
ko: 미국식(컵, oz, °F)

source: USED
es: USADO
ko: 사용함

source: Unchanged
es: Sin cambios
ko: 변경 없음

source: Under the weather
es: Me siento mal
ko: 몸이 안 좋아요

source: Undo
es: Deshacer
ko: 실행 취소

source: Unfavorite
es: Quitar de favoritos
ko: 즐겨찾기 해제

source: Unit
es: Unidad
ko: 단위

source: Units
es: Unidades
ko: 단위

source: Update %@
es: Actualizar %@
ko: %@ 업데이트

source: Update fridge
es: Actualizar refri
ko: 냉장고 업데이트

source: Update key
es: Actualizar clave
ko: 키 업데이트

source: Update your fridge
es: Actualiza tu refri
ko: 냉장고를 업데이트하세요

source: Use it soon: %@
es: Úsalo pronto: %@
ko: 빨리 먹기: %@

source: Use soon
es: Usar pronto
ko: 빨리 먹기

source: Use suggested targets
es: Usar metas sugeridas
ko: 권장 목표 사용

source: Used for the chef, new recipes and imports when you use your own key; the included allowance uses the app's default. Photo and receipt reading and nutrition estimates always use Claude Haiku, which is faster and cheaper.
es: Se usa para el chef, recetas nuevas e importaciones cuando usas tu propia clave; el uso incluido usa el modelo predeterminado de la app. La lectura de fotos y recibos y los cálculos de nutrición siempre usan Claude Haiku, que es más rápido y económico.
ko: 셰프, 새 레시피, 가져오기에 사용돼요(본인 키를 쓸 때). 기본 제공 사용량에는 앱 기본 모델이 사용돼요. 사진 및 영수증 읽기와 영양 추정에는 항상 더 빠르고 저렴한 Claude Haiku를 사용해요.

source: Used for the chef, new recipes and imports. Photo and receipt reading and nutrition estimates use Claude Haiku, which is faster and cheaper.
es: Se usa para el chef, recetas nuevas e importaciones. La lectura de fotos y recibos y los cálculos de nutrición usan Claude Haiku, que es más rápido y económico.
ko: 셰프, 새 레시피, 가져오기에 사용돼요. 사진 및 영수증 읽기와 영양 추정에는 더 빠르고 저렴한 Claude Haiku를 사용해요.

source: Used it
es: Lo usé
ko: 사용했어요

source: Used it all
es: Lo usé todo
ko: 다 썼어요

source: Used up
es: Se acabó
ko: 다 씀

source: Uses %lld soon
es: Usa %lld por vencer
ko: 빨리 먹을 재료 %lld개

source: Using soon
es: Usar pronto
ko: 곧 사용

source: Using suggested targets
es: Usando metas sugeridas
ko: 권장 목표 사용 중

source: Using your key
es: Usando tu clave
ko: 내 키 사용 중

source: Vegan
es: Vegano
ko: 비건

source: Vegetarian
es: Vegetariano
ko: 채식

source: Vietnamese
es: Vietnamita
ko: 베트남 음식

source: View original
es: Ver original
ko: 원문 보기

source: Warm spices, preserved lemon and couscous from Morocco and its neighbors.
es: Especias cálidas, limón en conserva y cuscús de Marruecos y sus vecinos.
ko: 모로코와 주변 지역의 따뜻한 향신료, 절인 레몬, 쿠스쿠스.

source: Warm, rich and familiar: the bowl-on-the-couch dinner.
es: Calientita, sabrosa y conocida: la cena para comer en el sillón.
ko: 따뜻하고 진하고 익숙한 맛: 소파에서 한 그릇 먹는 저녁.

source: Week
es: Semana
ko: 주

source: Weekly check-in
es: Revisión semanal
ko: 주간 점검

source: Weekly check-in, %@, about 2 minutes
es: Revisión semanal, %@, unos 2 minutos
ko: 주간 점검, %@, 약 2분

source: Weekly reminder
es: Recordatorio semanal
ko: 주간 알림

source: Weeknight dinners, breakfasts and snacks from around the world, so Tonight has something to suggest from day one.
es: Cenas entre semana, desayunos y botanas de todo el mundo, para que Esta noche tenga qué sugerir desde el primer día.
ko: 전 세계의 평일 저녁, 아침 식사, 간식 레시피로 첫날부터 오늘 저녁에서 추천할 거리가 있어요.

source: Welcome to Fridge
es: Te damos la bienvenida a Fridge
ko: Fridge에 오신 것을 환영해요

source: West African
es: De África Occidental
ko: 서아프리카 음식

source: What are you in the mood for?
es: ¿Qué se te antoja?
ko: 오늘의 기분은 어떠세요?

source: What's for dinner?
es: ¿Qué hay de cenar?
ko: 저녁 뭐 먹지?

source: Who's eating?
es: ¿Quiénes comen?
ko: 누가 먹나요?

source: Why it's super
es: Por qué es súper
ko: 슈퍼 재료인 이유

source: Works with fridge shelves and grocery bags. For receipts, use Scan receipt. The photo is sent to Claude to identify items.
es: Funciona con estantes del refri y bolsas del súper. Para recibos, usa Escanear recibo. La foto se envía a Claude para identificar los artículos.
ko: 냉장고 선반과 장바구니에서 사용할 수 있어요. 영수증은 영수증 스캔을 사용하세요. 항목을 확인하기 위해 사진이 Claude로 전송돼요.

source: Written in %@
es: Escrita en %@
ko: %@로 작성됨

source: You can skip this and add people later in Settings, with foods to avoid and nutrition goals.
es: Puedes omitir esto y agregar personas después en Ajustes, con alimentos que evitar y metas de nutrición.
ko: 지금은 건너뛰고 나중에 설정에서 사람, 피해야 할 음식, 영양 목표를 추가할 수 있어요.

source: You have %@.
es: Tienes %@.
ko: %@ 있어요.

source: You have %@: %@.
es: Tienes %@: %@.
ko: %1$@ 있어요: %2$@.

source: You have everything, or it's on your list already
es: Ya tienes todo, o ya está en tu lista
ko: 이미 다 있거나 목록에 있어요

source: You: %@
es: Tú: %@
ko: 나: %@

source: Your fridge is empty
es: Tu refri está vacío
ko: 냉장고가 비어 있어요

source: Your list fills itself as you cook and plan.
es: Tu lista se llena sola mientras cocinas y planeas.
ko: 요리하고 식단을 짜면 목록이 저절로 채워져요.

source: Your name
es: Tu nombre
ko: 이름

source: Your next 7 dinners are already planned.
es: Tus próximas 7 cenas ya están planeadas.
ko: 다음 7번의 저녁 식사가 이미 계획되어 있어요.

source: Your next 7 lunches are already planned.
es: Tus próximos 7 almuerzos ya están planeados.
ko: 다음 7번의 점심 식사가 이미 계획되어 있어요.

source: Your own key
es: Tu propia clave
ko: 내 키

source: Za'atar, tahini, lemon and herbs from Lebanon, Syria, Jordan and Palestine.
es: Za'atar, tahini, limón y hierbas de Líbano, Siria, Jordania y Palestina.
ko: 레바논, 시리아, 요르단, 팔레스타인의 자타르, 타히니, 레몬, 허브.

source: dinner
es: cena
ko: 저녁

source: had %@
es: tenías %@
ko: 기존 %@

source: iCloud sync
es: Sincronización con iCloud
ko: iCloud 동기화

source: in
es: pulg

source: lunch
es: almuerzo
ko: 점심

source: this mood
es: este antojo
ko: 이 기분

source: ‘Use soon’ means within %lld days. Change it under Expiration reminders.
es: ‘Usar pronto’ significa en %lld días o menos. Cámbialo en Recordatorios de vencimiento.
ko: ‘빨리 먹기’는 %lld일 이내를 뜻해요. 유통기한 알림에서 변경하세요.

source: ‘Use soon’ means within 1 day. Change it under Expiration reminders.
es: ‘Usar pronto’ significa en 1 día o menos. Cámbialo en Recordatorios de vencimiento.
ko: ‘빨리 먹기’는 1일 이내를 뜻해요. 유통기한 알림에서 변경하세요.

source: %lld min
ko: %lld분

source: Auto
ko: 자동

source: Brunch
ko: 브런치

source: Chef
ko: 셰프

source: Chef:
ko: 셰프:

source: OK
ko: 확인

source: Plan
ko: 식단

source: Tex-Mex
ko: 텍스멕스

source: Total %lld min
ko: 총 %lld분

source: Viral
ko: 화제

source: min
ko: 분

source: ≤ 30 min
ko: ≤ 30분

source: ≤ 45 min
ko: ≤ 45분
